/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Skype WiFi का परिचय";
"INTRO_SUBHEADER" = "सार्वजनिक WiFi hotspots पर ऑनलाइन हो जाएँ और Skype क्रेडिट के साथ केवल उपयोग किए गए मिनट के लिए भुगतान करें.";
"INTRO_ICON_WIFI" = "Skype का उपयोग करें, ईमेल जाँचें और वेब पर सर्फ़ करें.";
"INTRO_ICON_GLOBE" = "Skype WiFi दुनियाभर के दस लाख से भी ज्यादा स्थानों पर उपलब्ध है.";
"INTRO_ICON_SKYPECREDIT" = "केवल उपयोग किए गए मिनट के लिए भुगतान करें.";

"STATE_CHECKINGNETWORK_HEADER" = "कृपया प्रतीक्षा करें…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Skype WiFi के लिए नेटवर्क जाँच रहा है";

"STATE_JOINWIFI_HEADER" = "आप WiFi से कनेक्ट नहीं हैं";
"STATE_JOINWIFI_SUBHEADER" = "कृपया Skype WiFi समर्थन करने वाले किसी सार्वजनिक WiFi नेटवर्क में शामिल हों.";

"STATE_ALREADYONLINE_HEADER" = "आप पहले से ही ऑनलाइन हैं";
"STATE_ALREADYONLINE_SUBHEADER" = "ऐसा लगता है कि आप पहले से ही इंटरनेट से कनेक्ट है. Skype WiFi आपको दुनियाभर में 10 लाख से अधिक स्थानों में सार्वजनिक WiFi hotspots पर ऑनलाइन होने की सुविधा देता है.";

"STATE_GENERALERROR_HEADER" = "कनेक्ट करने में असमर्थ";
"STATE_GENERALERROR_SUBHEADER" = "यह WiFi नेटवर्क सही ढंग से प्रतिक्रिया नहीं दे रहा है. कृपया भिन्न WiFi नेटवर्क से कनेक्ट करने का प्रयास करें.";

"STATE_CONNECT_HEADER" = "Skype WiFi यहाँ उपलब्ध है";
"STATE_CONNECT_TOS_HTML_FORMAT" = "कनेक्ट करके, मैं प्रदाता की <a href=\"%@\">उपयोग की शर्तों</a> से सहमत हूँ";

"STATE_CONNECT_BUTTON" = "कनेक्ट करें";
"STATE_CONNECTING_BUTTON" = "कनेक्ट हो रहा है…";

"STATE_CONNECTED_SHORT" = "कनेक्ट किया गया";
"STATE_CONNECTED_HEADER" = "आप Skype WiFi के साथ ऑनलाइन हैं";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "डिस्कनेक्ट करें";
"STATE_DISCONNECTING_BUTTON" = "डिस्कनेक्ट हो रहा है…";

"STATE_NOCREDIT_HEADER" = "पर्याप्त Skype क्रेडिट नहीं है";


/* === Mac only === */

"OK_BUTTON" = "ठीक";
"LEARNMORE_BUTTON" = "अधिक जानें";
"CLOSE_BUTTON" = "बंद करें";
"GO_BACK_BUTTON" = "वापस जाएँ";
"CONTINUE_BUTTON" = "जारी रखें";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi के लिए OS X %@ या इसके बाद के संस्करण की आवश्यकता होती है.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Skype WiFi का उपयोग अभी भी आपके Microsoft खाते के साथ नहीं किया जा सकता है. इसके बजाय कृपया सीधे अपने Skype और पासवर्ड के द्वारा साइन इन करें.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Skype WiFi का उपयोग अभी भी आपके Microsoft खाते के साथ नहीं किया जा सकता है. कृपया अपना Skype खाता बनाएँ और सीधे इसके द्वारा साइन इन करें.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "आप Skype WiFi के द्वारा ऑनलाइन हैं";
"FLOATER_CONNECTED_WISPR_TITLE" = "आप ऑनलाइन है";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "कनेक्शन की समयसीमा जल्द ही समाप्त होने वाली है";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "अपनी सुरक्षा के लिए, कनेक्ट होने पर अपने Skype क्रेडिट का उपयोग करें, यदि आप डिस्कनेक्ट करना भूल जाए तो कनेक्शन स्वचालित रूप से समाप्त हो जाएगा.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d मिनट";

"STATE_CONNECT_SUBHEADER" = "Skype WiFi का उपयोग करके इस नेटवर्क पर इंटरनेट से कनेक्ट करें और Skype क्रेडिट के केवल उपयोग किए गए मिनट के लिए भुगतान करें.";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi यहाँ उपलब्ध है";
"STATE_CONNECT_FREE_SUBHEADER" = "Skype WiFi के साथ इस hotspot पर निःशुल्क इंटरनेट पहुँच का आनंद लें. वेब सर्फ करें, अपने ईमेल जाँचें या बस Skype का उपयोग करें.";
"STATE_CONNECT_WISPR_HEADER" = "मेरा इस प्रदाता के साथ खाता है";
"STATE_CONNECT_WISPR_SUBHEADER" = "यदि आपके पास पहले से इस प्रदाता के साथ खाता है, तो अपने क्रेडेंशियल यहाँ दर्ज करें.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "आपके इंटरनेट कनेक्शन की समयसीमा जल्द ही समाप्त होने वाली है";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ आप किसी भी समय डिस्कनेक्ट कर सकते हैं और आपको केवल उपयोग किए गए मिनट का भुगतान करना होगा.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "आप लगभग %d मिनट से ऑनलाइन हैं.";
"COUNTUP_0MIN" = "आप एक मिनट से भी कम समय से ऑनलाइन हैं.";
"COUNTUP_1MIN" = "आप लगभग एक मिनट से ऑनलाइन हैं.";
"STATE_CONNECTED_WISPR_HEADER" = "अब आप ऑनलाइन हैं";
"STATE_CONNECTED_WISPR_SUBHEADER" = "आप इस hotspot प्रदाता वाले अपने खाते का उपयोग करके कनेक्टेड हैं. आप किसी भी समय डिस्कनेक्ट हो सकते हैं.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "इस hotspot को रेट करें";

"STATE_CONNECTED_EXTEND_BUTTON" = "ऑनलाइन बने रहें";
"STATE_CONNECTED_EXTENDING_BUTTON" = "पुन: कनेक्ट हो रहा है…";

"STATE_NOCREDIT_SUBHEADER" = "आपको यहाँ Skype WiFi के साथ इंटरनेट पर पहुँच प्राप्त करने के लिए प्रति मिनट भुगतान करने हेतु Skype क्रेडिट की आवश्यकता होगी.";
"STATE_NOCREDIT_BUTTON" = "Skype क्रेडिट प्राप्त करें";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "नेटवर्क जाँच रहा है";
"STATE_JOINWIFI_SHORT" = "कोई WiFi नहीं";
"STATE_ALREADYONLINE_SHORT" = "पहले से ही ऑनलाइन हैं";
"STATE_GENERALERROR_SHORT" = "त्रुटि";
"STATE_CONNECT_SHORT" = "यहाँ उपलब्ध है";
"STATE_NOCREDIT_SHORT" = "कोई क्रेडिट नहीं";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d मिनट शेष";
"TIMEEXPIRE_1MINUTE_LEFT" = "1 मिनट शेष";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "एक मिनट से भी कम समय शेष";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "आपके इंटरनेट कनेक्शन की समय सीमा जल्द ही समाप्त होने वाली है.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Skype नाम";
"LOGIN_PASSWORD_PLACEHOLDER" = "पासवर्ड";
"LOGIN_BUTTON" = "साइन इन करें";
"SIGN_OUT_BUTTON" = "साइन आउट करें";

/* unused */
"LOGIN_PROBLEMS" = "साइन इन करने में समस्या है?";
"LOGIN_CREATE_ACCOUNT" = "कोई खाता बनाएँ";

/* iPhone/iPad */
"SETTINGS_TITLE" = "सेटिंग्स";
/* unused */
"SETTINGS_BUTTON" = "सेटिंग्स";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi संस्करण %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype और/या Microsoft";
"ABOUT_PATENTPENDING" = "पेटेंट लंबित";
"ABOUT_FEEDBACK_BUTTON" = "प्रतिक्रिया";
"ABOUT_LEGAL_BUTTON" = "कानूनी";
"ABOUT_TRADEMARK" = "Skype नाम, संबद्ध ट्रेडमार्क और लोगो एवं \"S\" लोगो Skype के ट्रेडमार्क हैं.";
"ABOUT_DISCLAIMER" = "चेतावनी: यह प्रोग्राम कॉपीराइट नियम और अंतर्राष्ट्रीय संधियों द्वारा सुरक्षित है. इस प्रोग्राम या इसके किसी भाग के अप्राधिकृत पुनरुत्पादन या वितरण के परिणामस्वरूप गंभीर दीवानी और आपराधिक जुर्माने लगाए जा सकते हैं, और कानून के अंतर्गत संभव अधिकतम सीमा तक मुकदमा चलाया जाएगा.";

/* unused */
"PROFILE_BUTTON" = "प्रोफ़ाइल";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Skype नाम";
"PROFILE_SKYPECREDIT" = "Skype क्रेडिट";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/A";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "लोड हो रहा है…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "कनेक्ट किए गए Hotspots";
"USAGE_PREVIOUSCONNECTIONS" = "पिछले कनेक्शंस";
"USAGE_LASTUSED" = "पिछला उपयोग";
"USAGE_LASTUSED_NEVER_VALUE" = "कभी नहीं";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@, %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "लोकप्रिय स्थान";
"SUPPORTEDNETWORKS_PROVIDERS" = "प्रदाता";
